Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: Certificate Signature Algorithm
ne: प्रमाणपत्र हस्ताक्षर एलगोरिदम

source: Printer
ne: मुद्रक

source: Sid&ebar
ne: साइडबार

source: end of media list in @import or @media rule
ne: @import वा @media नियममा मिडिया सूचीको अन्त्य

source: Restart now
ne: अहिले पुनः सुरु गर्नुहोस्

source: T&his Frame
ne: यो फ्रेम

source: Finished
ne: समाप्त भयो

source: Continue with Firefox
ne: Firefox सँग जारी राख्नुहोस्

source: %S is not currently set as your default browser. Would you like to make it your default browser?
ne: %S लाई तपाईँको पूर्वनिर्धारित ब्राउजरको रुपमा सेट गरिएको छैन। के तपाईँ यसलाई पूर्वनिर्धारित ब्राउजर बनाउन चाहनुहुन्छ?

source: Get &More Tools
ne: अझै धेरै टुल्स पाउनुहोस

source: Execute a command on %S
ne: %Sमा एउटा आदेश कार्यान्वयन गर्नुहोस्

source: Unable to find the certificate or key necessary for authentication.
ne: प्रमाणीकरणको लागि आवश्यक प्रमाणपत्र अथवा कुन्जी भेटिएन |

source: Japan
ne: जापान

source: Print this page
ne: यो पृष्ठ मुद्रण गर्नुहोस्

source: JS file URI
ne: JS फाइल URI

source: SO&CKS Host:
ne: SOCKS होस्ट:

source: &Slow Motion (0.5×)
ne: ढिलो गति (०.५x)

source: An important update is available for %1$S.
ne: %1$S को लागि महत्त्वपूर्ण अद्यावधि उपलब्ध छ।

source: Text En&coding
ne: टेक्स्ट इन्कोडिङ

source: Error While Syncing
ne: समक्रमण हुँदै गर्दा त्रुटि आउन पुग्यो

source: Save Audio
ne: ध्वनि सङ्ग्रह गर्नुहोस्

source: Notifications
ne: सूचनाहरू

source: Record the next frame in the animation loop.
ne: एनिमेसन लुपमा अर्को फ्रेम रेकर्ड गर्नुहोस्।

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
ne: तपाईँले आग्रह गर्नुभएको कार्य गर्नलाई पुग्ने स्मृति छैन। केही अनुप्रयोगहरू अन्त्य गरेर पुनः प्रयास गर्नुहोस्।

source: Sync to your mobile device. Download
ne: आफ्नो मोबाइल उपकरणमा सिङ्क गर्नुहोस्। निम्न कुरा डाउनलोड गर्नुहोस्:

source: Failed to load article from page
ne: पेजबाट लेख खोल्न असफल भयो

source: Expected identifier for class selector but found '%1$S'.
ne: वर्ग चयनकर्ताको लागि पहिचायक अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: manual
ne: म्यानुअल

source: Don't Share
ne: नबाँड्नुहोस्

source: De&bug Add-ons
ne: एड-अनहरू डिबग गर्नुहोस्

source: Device Settings
ne: यन्त्र सेटिङहरू

source: Updates disabled by your system administrator
ne: तपाईँको प्रणाली प्रशासकद्वारा अद्यावधिकहरू अक्षम बनाइएको छ

source: Restore All Crashed Tabs
ne: सबै क्र्यास भएका ट्याबहरू पुनर्स्थापना गर्नुहोस्

source: Monitor
ne: मोनिटर

source: Unknown namespace prefix '%1$S'.
ne: अज्ञात नेमस्पेस उपसर्ग '%1$S' ।

source: &Open with
ne: खोल्नुहोस्

source: %1$S is greater than maximum allowed: %2$S.
ne: %1$S अधिकतम अनुमति दिइएको भन्दा बडी: %2$S।

source: Siblings
ne: सहोदरहरू

source: Learn about New Tab
ne: नयाँ ट्याबबारे थाह पाउनुहोस्

source: Window %S
ne: सञ्झ्याल %S

source: Highlight &All
ne: सम्पूर्ण हाइलाइट गर्नुहोस्

source: &Bookmarks Toolbar
ne: पुस्तकचिनो टुलबार

source: Basque
ne: बास्क्यु

source: PKCS #1 SHA-384 With RSA Encryption
ne: RSA गुप्तीकरणसँग PKCS #1 SHA-384

source: Saved to Pocket
ne: Pocket मा सङ्ग्रह गरियो

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
ne: तपईँले हेर्न खोजिराख्नुभाको पृष्ठ देखाउन सकिँदैन किनभने यसले अमान्य वा असमर्थित कम्प्रेसन शैलीको प्रयोग गर्दछ।

source: Changing your password…
ne: पासवर्ड परिवर्तन गर्नुहोस्…

source: name of pseudo-class or pseudo-element
ne: pseudo-class वा pseudo-element को नाम

source: There was an error installing %1$S.
ne: %1$S स्थापनामा त्रुटि थियो।

source: Unable to communicate securely with peer: peers's certificate was rejected.
ne: पियर संग सुरक्षित संवाद गर्न असक्षम : पियरको प्रमाणपत्र अस्वीकृत ।

source: Clear Items
ne: वस्तुहरू खाली गर्नुहोस्

source: RECENTLY BROWSED
ne: हालै ब्राउज गरिएको

source: <p>The requested document is not available in the browser's cache.</p><ul><li>As a security precaution, the browser does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
ne: <p>अनुरोध गरिएको कागजात ब्राउजरको क्यासमा उपलब्ध छैन।</p><ul><li>सुरक्षालाई ध्यानमा राख्दै,ब्राउजरले स्वतः संवेदनशील कागजातहरूलाई पुनःअनुरोध गर्दैन।</li><li>कागजात पुन:अनुरोध गर्नलाई पुनः प्रयास क्लिक गर्नुहोस् ।</li></ul>

source: Timeline
ne: समयरेखा

source: Al&ways check if &brandShortName; is your default browser
ne: सधैं &brandShortName; आफ्नो पूर्वनिर्धारित ब्राउजर हो भन्ने बारे जाँच गर

source: Bassas da India
ne: बासास दा इन्डिया

source: namespace URI in @namespace rule
ne: @namespace नियममा नेमस्पेस URI

source: XPath parse failure: invalid variable name:
ne: एक्स् मार्ग पद वर्णन असफलता: अवैध चल नाम:

source: Close find bar
ne: खोजि पट्टी बन्द गर्नुहोस्

source: Resending reports that previously failed to send…
ne: पहिले पठाउँदा असफल भएका रिपोर्टहरू पुनः पठाउँदै…

source: Service Workers are not enabled.
ne: Service Workers सक्षम पारिएका छैनन्।

source: Show All %S Nodes
ne: %S नोडहरू सबै देखाउनुहोस्

source: The print job was aborted, or canceled.
ne: मुद्रण कार्यलाई परित्याग गरियो, वा खारेज गरियो।

source: Entry not found.
ne: तपाईको तथ्यांकको प्रवेश फेला परेन |

source: Do not show me this dialog box again.
ne: मलाई यो संवाद बाकस फेरि नदेखाउनुहोस्।

source: Reset
ne: रिसेट गर्नुहोस्

source: Always use %S to subscribe to feeds
ne: फिड सदस्यता लिन सधै %S को प्रयोग गर्नुहोस्

source: Lingala
ne: लिनगाला

source: Associated Text:
ne: सम्बन्धित पाठः

source: Sign in to Firefox from your other devices to view their tabs here.
ne: यहाँ आफ्नो ट्याबहरू हेर्न तपाईचको अन्य उपकरणहरूबाट Firefox मा साइन इन गर्नुहोस्।

source: Gurmukhi
ne: गुरमुखी

source: Would you like to try again?
ne: तपाईँ फेरि प्रयास गर्न चाहनुहुन्छ?

source: Invalid module name.
ne: अमान्य मोड्युल नाम।

source: remote
ne: टाढा

source: Print Background I_mages
ne: पृष्ठभूमि तस्विरहरू मुद्रण गर्ने

source: The following add-ons will be enabled:
ne: निम्न एड-अन सक्षम हुनेछ:

source: Remember search and &form history
ne: खोज र फारम इतिहास सम्झनुहोस्

source: Search for
ne: खोज्नुहोस्

source: Screen reader stopped
ne: दृष्ति वाचक बन्द भयो

source: Save an image of the page
ne: पृष्ठको एउटा तस्विर सङ्ग्रह गर्नुहोस्

source: Brazil
ne: ब्राजिल

source: Control Sharing
ne: सेयरिङ नियन्त्रण गर्नुहोस्

source: Cannot download file because the SD card is missing.
ne: फाइल डाउनलोड गर्न सकिदैन किनभने SD कार्ड हराईरहेको छ।

source: View more information about this update
ne: यो अपडेटको बारेमा थप जानकारी हेर्नुहोस्

source: Video playback aborted due to an unknown error.
ne: अज्ञात त्रुटिले गर्दा भिडियो प्लेब्याक परित्याग हुन पुग्यो।

source: Directory %S doesn't exist
ne: निर्देशिका %S अवस्थित छैन

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
ne: तपाईको क्मपुयटरबाट$BrandFullNameDA स्थापना रद्द भयो। यो विजार्ड बन्द गर्न समाप्त क्लिक गर्नुहोस्।

source: optional
ne: वैकल्पिक

source: Collapse pane
ne: फलकहरू संक्षिप्त गर्नुहोस्

source: Thread Hangs
ne: थ्रेड ह्याङ्ग हुन्छ

source: list
ne: सूची

source: Search for:
ne: यसको लागि खोजी गर्नुहोस्:

source: Faroe Islands
ne: फारोइ द्विप

source: Synchronize your bookmarks, history, tabs, passwords, add-ons, and preferences across all your devices.
ne: सबै उपकरणहरूमा आफ्नो पुस्तकचिनो, इतिहास, ट्याबहरू, पासवर्ड, एड-अन, र प्राथमिकताहरू सिङ्क्रोनाइज गर्नुहोस्।

source: Registered Service Workers
ne: दर्ता भएका Service Workers

source: &brandShortName; stores information about your settings and preferences in your personal profile.
ne: &brandShortName; मेरो सेटिङ् र प्राथमिकताको बारेमा भएका जानकारीहरू मेरो ब्यक्तिगत खातामा राख्नुहोस्।

source: Luxembourgish
ne: लक्जेमबोरिगिज

source: AutoConfig Alert
ne: autoConfig चेतावनी

source: &Serif:
ne: सेरिफ:

source: <Not Part Of Certificate>
ne: <प्रमाणपत्रको भाग होईन>

source: Icon
ne: प्रतिमा

source: Disable this add-on
ne: यस एड-अनलाई निस्क्रिय पर्नुहोस्

source: &Description:
ne: वर्णन:

source: Sign Out
ne: साइन आउट

source: End
ne: समाप्ती

source: Contribute to the development of this add-on
ne: यो एड-अनको विकासमा योगदान दिनुहोस्

source: This certificate has been verified for the following uses:
ne: यी प्रयोगकर्ताहरूका लागि यो प्रमाणपत्रलाई पुष्टि गरिएको छ:

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
ne: तपाईँको केही एड-अनहरूको लागि अद्यावधिक स्थापना असफल भयो। &brandShortName; ले स्वतः पछि फेरि तिनीहरूलाई अद्यावधिक गर्न प्रयास गर्नेछ।

source: Your Firefox Sync service is no longer available. You need to upgrade %1$S to keep syncing.
ne: तपाईँको Firefox Sync सेवा अब उपलब्ध छैन। सिङ्क जारी राख्न तपाईँले %1$S अद्यावधिक गर्न आवश्यक छ।

source: Search settings
ne: खोज सेटिङ्हरू

source: Show S&tatistics
ne: तथ्याङ्क देखाउनुहोस्

source: Oriya
ne: ओरिया

source: Haiti
ne: हेइटि

source: &Standard
ne: &मानक

source: Visualize the webpage in 3D
ne: वेबपृष्ठलाई त्रि-आयामिक दृष्टिकरण गर्नुहोस्

source: It automatically sends information about performance, hardware, usage and customizations back to &vendorShortName; to help make &brandShortName; better.
ne: यसले &brandShortName;लाई राम्रो बनाउनको निम्ति कार्य सम्पादन, हार्डवयर, उपयोग र अनुकूलनहरूको जानकारी स्वचालित तरिकाले &vendorShortName;लाई फर्काउँछ।

source: Allow Now
ne: अहिले अनुमति दिनुहोस्

source: Open Directory
ne: डाइरेक्टरी खोल्नुहोस्

source: American Samoa
ne: अमेरिकी सामोआ

source: Extra pseudo-element '%1$S'.
ne: अतिरिक्त pseudo-element '%1$S'।

source: View Page &Info
ne: पृष्ठ सम्बन्धि जानकारी हेर्नुहोस्

source: Keep it secret
ne: यसलाई गुप्त राख्नुहोस्

source: French
ne: फ्रान्सेली

source: Prettify Source
ne: स्रोत राम्रो बनाउनुहोस्

source: Enable FIPS
ne: FIPS सक्षम पार्नुहोस्

source: Zoom in
ne: सानो बनाउनुहोस्

source: Pixel Ratio
ne: पिक्सेल अनुपात

source: #1 error;#1 errors
ne: #1 त्रुटि;#1 त्रुटिहरू

source: duplicate attribute
ne: नक्कली विशेषता

source: Your &syncBrand.fullName.label; account is encrypted to protect your privacy. Without this key, it would take years for anyone to decode your personal information. You are the only person who holds this key. This means you're the only one who can access your &syncBrand.fullName.label; data.
ne: तपाईँको गोपनीयताको रक्षा गर्नकालागि तपाईँको &syncBrand.fullName.label; खाता गुप्तिकरण गरिएको छ। यो कि बिना, कसैलाई पनि तपाईँको व्यक्तिगत जानकारी विसंकेतन गर्न वर्षौँ लाग्छ। यो कि हुने तापाईँ एकमात्र व्यक्ति हो। यसको अर्थ तपाईँमात्र आफ्नो &syncBrand.fullName.label; डाटा उपयोग गर्नसक्नु हुन्छ।

source: Copy Response Headers
ne: प्रतिक्रिया शीर्षकहरू

source: Settings can be changed using the Applications tab in &brandShortName;'s Preferences.
ne: सेटिङहरू अनुप्रयोगको ट्याबमा &brandShortName; अभिरुचीहरूमा बदल्न सकिने छ।

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
ne: यो कागजातलाई तपाईँले व्यक्तिगत सुरक्षा व्यवस्थापक (पिएसएम) स्थापन नगरी प्रदर्शन गर्न मिल्दैन। पिएसएमलाई डाउनलोड र स्थापन गर्नुहोस् र पुनः प्रयास गर्नुहोस्, वा तपाईँको प्रणाली व्यवस्थापकसँग सम्पर्क राख्नुहोस्।

source: Select camera
ne: क्यामरा चयन गर्नुहोस्

source: spans %S columns
ne: स्पानहरूको %S स्तम्भहरू

source: Currently browsing
ne: अहिले ब्राउज गरिरहेको

source: Help and Tutorials
ne: सहायता र अभ्यासहरू

source: Tracking Protection
ne: ट्रयाक विरुद्धको सुरक्षा

source: The proxy %2$S is requesting a username and password. The site says: "%1$S"
ne: प्रोक्सी %2$S ले प्रयोगकर्ता नाम र पासवर्ड अनुरोध गरिरहेको छ। साइट भन्छ: "%1$S"

source: Used as:
ne: यस रुपमा प्रयोग:

source: Suffixes
ne: प्रत्ययहरू

source: Open a new window in private browsing mode.
ne: निजी ब्राउजिङ मोड मा एउटा नँया सञ्झ्याल खोल्नुहोस् ।

source: Forward
ne: अगाडि

source: &Save
ne: सङ्ग्रह

source: SECG elliptic curve secp224k1
ne: SECG अण्डाकार वक्ररेखा secp224k1

source: Not Logged In
ne: लग-इन भएको छैन

source: Cu&t
ne: काट्नुहोस्

source: Unable to change Master Password.
ne: मास्टर पासवर्ड परिवर्तन गर्न असफल।

source: Russian
ne: रसियन

source: Enter new password:
ne: नयाँ पासवर्ड प्रविष्ट गर्नुहोस्:

source: Unified Canadian Syllabary
ne: संयुक्त क्यानाडियन सिल्याब्यारी

source: Please wait while $BrandFullNameDA is being uninstalled.
ne: $BrandFullNameDA स्थापना रद्द भइरहेको बेला प्रतीक्षा गर्नुहोस्।

source: &Choose File…
ne: फाइल रोज्नुहोस्...

source: Cannot Show %S
ne: %S देखाउन सकिएन

source: Addresses
ne: ठेगानाहरू

source: Unable to Send Verification
ne: प्रमाणिकरण पठाउन असमर्थ

source: Browsing History and Bookmarks
ne: ब्राउजिङ इतिहास तथा पुस्तकचिनोहरू

source: Runtime
ne: रनटाइम

source: Save this page (%S)
ne: यस पृष्ठ (%S)लाई सङ्ग्रह गर्नुहोस्

source: Please select a profile to begin %S, or create a new profile.
ne: कृपया %S सुरु गर्न खाता छान्नुहोस् अथवा नया खाता बनाउनुहोस्

source: Which payment provider do you want to use?
ne: तपाईँ कुन भुक्तानी प्रदायक प्रयोग गर्न चाहनु हुन्छ?

source: Path %S doesn't exist, can't save %S
ne: मार्ग %S यहाँ अवस्थित छैन, %S लाई सङ्ग्रह गर्न सक्दैन

source: Siswati
ne: सिस्वाती

source: Always
ne: सधैँ

source: HTTP Pro&xy:
ne: HTTP प्रोक्सी:

source: Generating A Private Key
ne: एउटा निजी कुञ्जी उत्पन्न गरिँदै

source: Delete Recent <html:strong>History</html:strong>
ne: हालको <html:strong>इतिहास</html:strong> मेट्नुहोस्

source: You have asked to install the following %S items:
ne: तपाईंले निम्न %S वस्तु स्थापना गर्न आग्रह गर्नु भएको छ:

source: &Edit Pop-up Blocker Options…
ne: पप्अप बाधकको विकल्पहरू परिमार्जित गर्नुहोस्

source: Save to Pocket
ne: Pocket मा सङ्ग्र गर्नुहोस्

source: &Edit Password
ne: पासवर्ड सम्पादन गर्नुहोस्

source: I have lost my other device.
ne: मैले मेरो अर्को उपकरण हराएँ।

source: Hide Others
ne: अन्य लुकाउनुहोस्

source: Conversation cannot be updated
ne: वार्तालाप अद्यावधि गर्न सकिएन

source: &syncBrand.shortName.label; enabled
ne: &syncBrand.shortName.label; सक्षम पारिएको छ

source: Frames:
ne: फ्रेमहरू:

source: Stop profiling
ne: प्रोफाइलिंङ् गर्न बन्द गर्नुहोस्

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
ne: तपाईँ "%1$S" मा भ्रमण गर्न लाग्नुभएको छ। यो साइटले तपाईँलाई छल गरेर भिन्न साइटमा भ्रमण गरेको जस्तो सोच्न बाध्य बनाउँछ। उच्चतम सावधानी अपनाउनुहोस्।

source: Request Body:
ne: अनुरोध भाग:

source: (seeking)
ne: (खोज्दै)

source: Show request details
ne: अनुरोधको विवरणहरू देखाउनुहोस्

source: Remember my choice
ne: मेरो छनोट सम्झनुहोस्

source: Sharing a Window with #1 tab;Sharing Windows with #1 tabs
ne: क्यामेरा साझेदारी #1 ट्याब;क्यामेरा साझेदारी #1 ट्याबहरू

source: Can't use '%S'.
ne: '%S' प्रयोग गर्न मिल्दैन।

source: Open Containing &Folder
ne: &फोल्डर समाविष्ट भएको खोल्नुहोस्

source: Directory cannot be created, %S is a file
ne: निर्देशिका सिर्जना गर्न सकिएन, %S एउटा फाइल हो

source: No tracking elements detected on this page.
ne: यस पानामा कुनै पनि ट्रयाकगर्ने अवयव भेटिएन।

source: Select add-on to install
ne: स्थापना गर्न एड-अन छान्नुहोस्

source: Print BG Colors
ne: BG रङ्ग मुद्रण गर्नुहोस्

source: Hide
ne: लुकाउनुहोस्

source: R&emove All Languages
ne: सबै भाषाहरू हटाउनुस

source: Zoom Controls
ne: जुम नियन्त्रकहरू

source: Late Write #%1$S
ne: ढिलो लेखन #%1$S

source: Email Recipient Certificate
ne: इमेल प्रापक प्रमाणपत्र

source: update channel.
ne: अद्यावधिक प्रणालीमा हुनुहुन्छ।

source: Import Settings and Data
ne: डाटा र सेटिङहरू आयात गर्नुहोस्

source: Malta
ne: माल्टा

source: tab panel
ne: ट्याब प्यानल

source: OFF
ne: बन्द

source: Choose which sites are allowed to send you notifications
ne: कुन-कुन साइटहरूलाई तपाईँलाई सूचना पठाउने अनुमति दिन चहानुहुन्छ, छान्नुहोस्

source: valid
ne: वैध

source: Security Warning
ne: सुरक्षा चेतावनी

source: Expand pane
ne: फलकहरू विस्तार गर्नुहोस्

source: Start a new one!
ne: नयाँ सुरु गर्नुहोस् !

source: Installing Compatible Add-ons
ne: संगत एड-अनहरू स्थापना गरिदैँ

source: Nigeria
ne: नाइजेरिया

source: Open Location…
ne: स्थान खोल्नुहोस्…

source: Default Search Engine
ne: पूर्वनिर्धारित खोज इन्जिन

source: Lithuanian
ne: लिथुवानियन

source: Select Your Add-ons
ne: तपाईँका एड-अनहरू छान्नुहोस्

source: Avg. framerate
ne: औसत फ्रेमदर

source: Allow
ne: अनुमति दिनुहोस्

source: Variable not found in chrome window.
ne: क्रोम सञ्झ्यालमा चल भेटिएन।

source: &Clear
ne: खाली गर्नुहोस्

source: Direction
ne: दिशा

source: Toggle developer tools
ne: डेभेलोपर उपकरणहरू टोगल गर्नुहोस्

source: Zoom Out
ne: जुम घटाउनुहोस्

source: Open Wit&h…
ne: … ले खोल्नुहोस्

source: Always use %S to subscribe to podcasts.
ne: पोडकास्टहरूको सदस्यता लिन सधैँ %Sको प्रयोग गर्नुहोस् ।

source: Previous
ne: अघिल्लो

source: Subscribe to this video podcast using
ne: को प्रयोग गरी भिडियो पोडकास्ट सदस गर्नुहोस्

source: &Exceptions…
ne: अपवादहरू...

source: Checking for Updates
ne: अद्यावधिकहरू जाँच गर्दै…

source: Bookmarks
ne: पुस्तकचिनोहरू

source: No prox&y
ne: प्रोक्सी प्रयोग नगर्नु

source: You can get a copy of your Recovery Key by going to &syncBrand.shortName.label; Options on your other device, and selecting "My Recovery Key" under "Manage Account".
ne: अर्को उपकरणको &syncBrand.shortName.label; विकल्पमा गइ "खाता प्रबन्ध" अनतर्गत "मेरो रिकोभरि" चयन गरि तपाईले आफ्नो रिकोभरि कि को प्रतिलिपि प्राप्त गर्न सक्नुहुनेछ।

source: Uninstall %S
ne: %S हटाउनुहोस्

source: Already in use
ne: पहिलै प्रयोगमा रहेको

source: Values
ne: मान

source: A&ddress of website:
ne: वेबसाइटको ठेगाना:

source: Troubleshooting
ne: समस्या समाधान

source: The document contains no data.
ne: कागजातसँग कुनै लगत छैन।

source: Bookmark All &Tabs…
ne: सब ट्याबहरूलाई पुस्तकचिनो गर्नुहोस्...

source: menu popup
ne: मेनु पपअप

source: The following items are currently being imported…
ne: निम्नलिखित चिजहरू आयात हुँदै…

source: Parts of the page that track your online activity have been blocked.
ne: तपाईँको अनलाइन गतिविधि ट्र्याक गर्ने पृष्ठका भागहरू अवरुद्ध गरेको छ।

source: More Tools
ne: अरु सामग्रीहरू

source: When you're connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
ne: तपाईं इन्टरनेटमा जोडिएको बेला, यस पेनले तपाईंलाई प्रयास गर्नको लागि सर्वोत्तम र सबैभन्दा लोकप्रिय एड-अनहरू प्रदर्शन गर्नेछ।

source: Address Not Found
ne: ठेगाना फेला नपर्दाको त्रुटि

source: Firefox had a problem and crashed. We'll try to restore your tabs and windows when it restarts. Unfortunately the crash reporter is unable to submit a crash report. Details: %s
ne: Firefox मा समस्या आयो र क्र्यास भयो। जब यो पुनः सुरु हुन्छ, हामी तपाईँको ट्याबहरू र सञ्झ्यालहरू पुनर्स्थापना गर्न प्रयास गर्छौँ। दुर्भाग्यवश यो क्र्यास प्रतिवेदकले क्र्यास प्रतिवेदन पेश गर्न असमर्थ छ। विवरण: %s

source: Could not find any matching add-ons
ne: कुनै पनि मिल्ने एड-अन पाइएन

source: W&ork offline
ne: अफलाइन कार्य गर्नुहोस्

source: &Quit
ne: अन्त्य गर्नुहोस्

source: Delete Certificate
ne: प्रमाणपत्र मेट्नुहोस्

source: Kazakh
ne: कजाक

source: Certificate Viewer:
ne: प्रमाणपत्र अवलोकनकर्ता:

source: Error accessing %S
ne: %S मा पहुँच गर्दा त्रुटि भयो

source: Tatar
ne: टटार

source: Would you like to save this file?
ne: के तपाईँ यो फाइल सङ्ग्रह गर्न चाहनुहुन्छ?

source: Preparing…
ne: तयार पार्दै…

source: Honduras
ne: होन्डुरस

source: &Allow pages to choose their own fonts, instead of my selections above
ne: मेरा माथिका छनोटको ठाउँमा पेजको आफ्नै अक्षरहरू छान्न दिनुहोस्

source: Toolbox Options
ne: उपकरण बाकसका विकल्पहरू

source: Security Update
ne: सुरक्षा अद्यावधिक

source: Edit and Resend
ne: सम्पादन गर्नुहोस् अनि फेरि पठाउनुहोस्

source: Sharing an Application with #1 tab;Sharing Applications with #1 tabs
ne: #1 ट्याबसँग अनुप्रयोग साझेदारी गरिँदै; #1 ट्याबहरूसँग अनुप्रयोग साझेदारी गरिँदै

source: Service Shutting Down
ne: सेवा बन्द हुदैछ

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
ne: एड-अन अनुकूलता जाँच अक्षम पारिएको छ। तपाईँसँग अमिल्दो एड-अनहरू हुन सक्छन्।

source: This animation is running on compositor thread
ne: यो एनिमेसन कम्पोजिटर थ्रेडमा चलिरहेको छ

source: Zoom &In
ne: जुम बढाउनुहोस्

source: Concentrate on a group of commands
ne: आदेशहरूको समूहमा ध्यान दिनुहोस्

source: Five minutes
ne: पाँच मिनेट

source: Auto
ne: स्वत

source: Object Identifier (%S)
ne: वस्तु पहिचायक (%S)

source: Permissions for:
ne: यसका लागि अनुमतिहरूः

source: Page St&yle
ne: पृष्ठको शैली

source: Ewe
ne: ईवि

source: &Use Do Not Track
ne: Do Not Track प्रयोग गर्नुहोस्

source: Undo this action
ne: यस कार्यलाई पूर्ववत स्थितिमा ल्याउनुहोस्

source: Sign In
ne: साइन इन गर्नुहोस्

source: Is a Certificate Authority
ne: प्रमाणपत्र अधिकार हो

source: Quit %S
ne: %S अन्त्य गर्नुहोस्

source: View Saved Logins
ne: सङ्ग्रहित लगइनहरू हेर्नुहोस्

source: Plugins
ne: प्लगइनहरू

source: New Tab got an update!
ne: नयाँ ट्याबले अद्यावधि पायो!

source: Collapse
ne: संक्षिप्त गर्नुहोस्

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p><ul><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ne: <p>ब्राउजर सफलतापूर्वक जडान गरियो, तर सूचना स्थान्तरण गर्दा जडान अवरोध भयो । कृपया फेरि प्रयास गर्नुहोस् ।</p><ul><li>के तपाईँ अन्य साइटहरू ब्राउज गर्न असक्षम हुनुहुन्छ ? कम्प्युटरको सञ्जाल जडान जाँच गर्नुहोस् ।</li><li>अझै केही समस्या छ ? सहयोगको लागि तपाईँको सञ्जाल प्रशासक वा इन्टरनेट उपलब्धकर्ता संग परामर्श लिनुहोस् ।</li></ul>

source: Don't show
ne: नदेखाउनुहोस्

source: <p>Though the site seems valid, the browser was unable to establish a connection.</p><ul><li>Could the site be temporarily unavailable? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
ne: <p>साइट वैध देखिएता पनि, ब्राउजर जडान स्थापन गर्न असक्षम थियो । </p><ul><li>के साइट अस्थायी रुपमा अनुपलब्ध छ ? पछि फेरि प्रयास गर्नुहोस् । </li><li>के तपाईँ अन्य साइटहरू ब्राउज गर्न असक्षम हुनुहुन्छ? कम्प्युटरको सञ्जाल जडान जाँच गर्नुहोस् । </li><li>के तपाईँको कम्प्युटर वा सञ्जाल फायरवाल वा प्रोक्सी द्वारा सुरक्षित गरिएको हो? गलत सेटिङ्हरूले वेब ब्राउजिङ्लाई छेक्‍न सक्छ ।</li></ul>

source: You may want to
ne: तपाई यो चाहन सक्नुहुन्छ:

source: Do not disturb
ne: अवरोध नगर्नुहोस्

source: warnings
ne: चेतावनीहरू

source: Fonts
ne: फन्टहरू

source: (Not Stored)
ne: (भण्डारण गरिएको छैन)

source: Quechua
ne: क्वेचुवा

source: Some printing functionality is not currently available.
ne: केही मुद्रण प्रकार्यहरू हाल उपलब्ध छैनन्।

source: English
ne: अंग्रेजी

source: Limburgan
ne: लिम्बुरगन

source: Lebanon
ne: लेबनान

source: Nicaragua
ne: निकारागुवा

source: application
ne: अनुप्रयोग

source: Show editor
ne: सम्पादक देखाउनुहोस्

source: Click Done to create this new profile.
ne: यो नयाँ प्रोफाइल सिर्जना गर्नका लागि समाप्त गर्नुहोसमा क्लिक गर्नुहोस्।

source: Select Certificate
ne: प्रमाणपत्र चयन गर्नुहोस्

source: Cl&ose Other Tabs
ne: अन्य ट्याबहरू बन्द गर्नुहोस्

source: Sign
ne: हस्ताक्षर

source: Color:
ne: रंग:

source: Fijian
ne: फिजियाली

source: Your Recovery Key was successfully changed!
ne: तपाईँको पुनर्स्थापना साँचो सफलतापूर्वक परिवर्तन भयो!

source: Cannot retrieve WebRTC log data
ne: WebRTC लग डेटा देखाउन सकिएन

source: &No Proxy for:
ne: ...का लागि कुनै प्रोक्सि छैन

source: Add New Toolbar
ne: नयाँ उपकरणपट्टी थप्नुहोस्

source: Technical Details
ne: प्राबिधिक विवरणहरू

source: Hide &brandShorterName;
ne: &brandShorterName; लुकाउनुहोस्

source: Slovak
ne: स्लोभाक

source: Looking for newer versions of &brandShortName;…
ne: &brandShortName;को नयाँ संस्करण खोज्दै…

source: Sync across all devices
ne: सबै उपकरणहरूमा सिङ्क गर्नुहोस्

source: copied
ne: प्रतिलिपी भयो
